# Pandas:

In [2]:
# Pandas:

import pandas as pd

In [3]:
info  = {
    "Name" : ["Satinder Singh Sall", "Soni Vaibhav Kumar", "K Santosh Reddy"],
    "CGPA" : [6.9, 7.9, 7.5]
}

df =  pd.DataFrame(info)

print(df)

                  Name  CGPA
0  Satinder Singh Sall   6.9
1   Soni Vaibhav Kumar   7.9
2      K Santosh Reddy   7.5

In [4]:
df

                  Name  CGPA
0  Satinder Singh Sall   6.9
1   Soni Vaibhav Kumar   7.9
2      K Santosh Reddy   7.5